Repository: wllmwu/2018-copy-better
Catalog: ClipsKit/*.lproj/Intents.strings
Languages: es, fr

# 2B01AI
source: Select a clip
es: Seleccionar un clip
fr: Choisir un clip

# 2n3rI5
source: Add clip titled "${title}" with contents: ${contents}
es: Agregar un clip titulado "${title}" con contenido: ${contents}
fr: Ajouter un clip titré "${title}" avec contenu: ${contents}

# 3kfB2o
source: Clip Contents
es: Contenido del Clip
fr: Contenu du Clip

# 5szpwi
source: Something went wrong. The clip couldn't be copied.
es: Hubo un problema.
fr: Un problème est servenu. Le clip n'a pas pu être copié.

# 6gfyIG
source: Add Clip
es: Agregar un Clip
fr: Ajouter un Clip

# 7BeXK3
source: Copy clip "${clip}" to the clipboard
es: Copiar el clip "${clip}" al portapapeles
fr: Copier le clip "${clip}" au presse-papiers

# 7TMWAV
source: Added the clip: ${inputText}
es: El clip fue agregado: ${inputText}
fr: Le clip a été ajouté: ${inputText}

# DM4921
source: Copied to clipboard.
es: Copiado al portapapeles.
fr: Copié au presse-papiers.

# FgdroQ
source: What's the title of the clip you would like to copy?
es: ¿Cuál es el título del clip que le gustaría copiar?
fr: Quel est le titre du clip que vous voudriez copier?

# HXOkSN
source: There are ${count} options matching ‘${clip}’.
es: Hay ${count} resultados para ‘${clip}’.
fr: Il y a ${count} résultats pour ‘${clip}’.

# L9irGQ
source: Input Text
es: Contenido del Clip
fr: Contenu du Clip

# LgRWVc
source: Something went wrong. The clip couldn't be copied.
es: Hubo un problema.
fr: Un problème est servenu. Le clip n'a pas pu être copié.

# NH5R4t
source: No clips matching '${clip}' were found.
es: No hay resultados para '${clip}'.
fr: Aucun résultats pour '${clip}'.

# OpXQc6
source: Copy clip "${clip}" to the clipboard
es: Copiar el clip "${clip}" al portapapeles
fr: Copier le clip "${clip}" au presse-papiers

# T3GdvL
source: Copies a clip to the system clipboard. Also outputs the clip's contents as text.
es: Copia un clip al portapapeles y pasa el contenido del clip a la acción siguiente.
fr: Copie un clip au presse-papiers et transmet ses contenu à l'action suivante.

# VPrJRS
source: What would you like to title this clip?
es: ¿Cómo le gustaría titular este clip?
fr: Quel titre voudriez-vous donner à ce clip?

# YWE1Jl
source: Creates a new clip with the input text as its contents, and outputs the input text.
es: Crea un nuevo clip desde el texto pasada a la acción.
fr: Crée un nouveau clip contenant le texte transmis.

# ZPokU6
source: Contents
es: Contenido
fr: Contenu

# cxjvkX
source: Copied to clipboard: ${clipContents}
es: Copiado al portapapeles: ${clipContents}
fr: Copié au presse-papiers: ${clipContents}

# dbZ2UR
source: Copy Clip
es: Copiar un Clip
fr: Copier un Clip

# hgsjlA
source: Added the clip.
es: El clip fue agregado.
fr: Le clip a été ajouté.

# iVj1bR
source: The clip couldn't be found.
es: No se pudo encontrar el clip.
fr: Le clip n'a pas pu être trouvé.

# j5ms9N
source: Something went wrong. The clip couldn't be added.
es: Hubo un problema.
fr: Un problème est servenu. Le clip n'a pas pu être ajouté.

# mvBWLJ
source: Something went wrong while looking for '${clip}'.
es: Hubo un problema al buscar '${clip}'.
fr: Un problème est servenu en cherchant '${clip}'.

# qPNcGD
source: Something went wrong. The clip couldn't be added.
es: Hubo un problema.
fr: Un problème est servenu. Le clip n'a pas pu être ajouté.

# rjfnGy
source: Title
es: Título
fr: Titre

# sMlahX
source: Clip Reference
es: Clip
fr: Référence à un Clip

# seOuk5
source: The clip couldn't be found.
es: No se pudo encontrar el clip.
fr: Le clip n'a pas pu être trouvé.

# w1mbGI
source: Just to confirm, you wanted ‘${clip}’?
es: Para confirmar, querías ‘${clip}’?
fr: Pour confirmer, vous vouliez ‘${clip}’?
